<div class="wrap">
<?php 
$messegError=$result2;
messegErrors($messegError);
?>
<div align=center>
<ul class="nav2">
			<li><a href="#League of legends" class="mark">League of legends</a>
				<i class="triangle"></i>
				<ul class="sub-nav2">
					<li><a href="#1x1">Турниры 1x1</a></li>
					<li><a href="#5x5">Турниры 5x5</a></li>
					<li><a href="#dominion"> Доминион</a></li>
				</ul>
			</li>
			<li><a href="#dota2" class="mark">Dota2</a>
				<i class="triangle"></i>
				<ul class="sub-nav2">
					<li><a href="">Пункт 1 подменю</a></li>

				</ul>
			</li>
			<li><a href="#CS:GO" class="mark">CS:GO</a>
				<i class="triangle"></i>
				<ul class="sub-nav2">
					<li><a href="">Пункт 1 подменю</a></li>
				</ul>
			</li>
		</ul>
</div>
<div class=clearf> </div>

<a name="League of legends">
<h1>Турниры по League of legends</h1>
<h3>Описание раздела</h3>
Будем стараться проводить ежедневные турниры!
<a name="1x1">
<h2>Турниры формата 1x1</h2>
<h3>Обороняйтесь и нападайте</h3>
То, что начиналось как движение в сообществе игроков, быстро превратилось в один из самых популярных игровых режимов League of Legends. Воющая бездна (она же - Мост смерти, как ее ласково называют) - это поле битвы для двух игроков с одной линией и без нейтральной территории. Чемпионы начинают игру на 3 уровне со значительной суммой золота, сразу бросаясь в бой. На этой карте вас ждут масштабные тяжелые сражения, игра на волосок от смерти.
<img src="/img/game/gi-modes-ha-battle.jpg"></img>
<h3>Битва за Бездну</h3>
В League of Legends есть только одно поле боя с одной линией, и это Воющая бездна - карта, на которой две базы разделены мостом. Выход на мост охраняют две башни и ингибитор. Нексус защищен еще парой башен. Ваш противник не будет отвлекаться на нейтральные территории, а потому на этой карте вас ждут самые напряженные командные сражения.

<a name="5x5">
<h2>Турниры формата 5x5</h2>
<h3>Обороняйтесь и нападайте</h3>
Ущелье призывателей, первое и самое популярное Поле правосудия, считается своего рода "золотым стандартом" League of Legends. Матч на этой карте обычно делится на отдельные фазы: на начальном этапе противники обмениваются ударами каждый на своей линии, а в финале происходят масштабные командные бои. Побеждает тот, кто первым пробьется на базу противника и уничтожит вражеский нексус.
<img src="/img/game/full_1402422122_Kluft generell.jpg"></img>
<h3>Битва за Ущелье</h3>
Ущелье призывателей, самое большое поле боя в игре, симметрично по диагонали. К базе противника ведут три линии. Каждую защищают три башни и ингибитор. Рядом с нексусом стоят еще две башни. В обеих частях карты есть лес, где можно получить мощные усиления. В реке посередине обитают два монстра-босса. За победу над ними награды получит вся команда.

<a name="dominion">
<h2>Турниры формата "dominion"</h2>
<h3>Доминируйте над врагами</h3>
Кристальный каньон - первая карта игрового режима "Доминион", в котором две команды по пять чемпионов пытаются захватить и удержать несколько контрольных точек. Если вы удерживаете большую часть таких точек, вражеский нексус постепенно разрушается, а вы приближаетесь к победе.
<img src="/img/game/dominion.jpg"></img>
<h3>Завоевание Каньона</h3>
Контрольные точки в Кристальном каньоне расставлены кольцом вокруг нейтральной территории, где находятся командные улучшения. В центре карты вас ждет мощный Щит бури - его может захватить любая команда. В процессе игры даются отдельные задания, за выполнение которых можно получить мощное командное улучшение.


<a name="dota2">
<h1>Турниры по dota2</h1>
<h3>Описание раздела</h3>

<a name="CS:GO">
<h1>Турниры по CS:GO</h1>
<h3>Описание раздела</h3>
</div>